42crunch.vscode-openapi
aaron-bond.better-comments
anthropic.claude-code
astro-build.astro-vscode
bierner.markdown-preview-github-styles
biomejs.biome
bradlc.vscode-tailwindcss
clinyong.vscode-css-modules
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
graphql.vscode-graphql
graphql.vscode-graphql-syntax
jacano.vscode-pnpm
johnpapa.vscode-peacock
mohd-akram.vscode-html-format
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
pranaygp.vscode-css-peek
prettier.prettier-vscode
redhat.vscode-yaml
ricard.postcss
skyapps.fish-vscode
steoates.autoimport
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
stylelint.vscode-stylelint
tamasfe.even-better-toml
toba.vsfire
tock.vscode-css-custom-properties
unifiedjs.vscode-mdx
vue.volar
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
