dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
ducksoupdev.Vue2
EditorConfig.EditorConfig
eg2.tslint
felixfbecker.php-intellisense
johnpapa.vscode-peacock
jpoissonnier.vscode-styled-components
mohd-akram.vscode-html-format
MS-CEINTL.vscode-language-pack-ja
octref.vetur
rbbit.typescript-hero
redhat.vscode-yaml
ricard.postcss
robinbentley.sass-indented
skyapps.fish-vscode
stylelint.vscode-stylelint
toba.vsfire
xabikos.JavaScriptSnippets
