dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
ducksoupdev.Vue2
EditorConfig.EditorConfig
eg2.tslint
felixfbecker.php-intellisense
johnpapa.vscode-peacock
jpoissonnier.vscode-styled-components
karigari.chat
mohd-akram.vscode-html-format
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
octref.vetur
rbbit.typescript-hero
ricard.postcss
skyapps.fish-vscode
stylelint.vscode-stylelint
tht13.python
toba.vsfire
xabikos.JavaScriptSnippets
